Repository: dp-michaelhuebe/moox_social
Catalog: Resources/Private/Language/*.locallang_scheduler.xlf
Languages: de

# tx_mooxsocial_tasks_facebookgettask.title
source: Get Facebook posts
de: Lade Facebook Posts

# tx_mooxsocial_tasks_facebookgettask.description
source: loads new posts of your Facebook page or updates existing posts
de: Lädt neue Posts Ihrer Facebook-Seite bzw. aktualisiert vorhanden Posts

# tx_mooxsocial_tasks_facebookgettask.pid
source: pid of the page where posts of this task should be stored
de: PID der Seite/Ordner in dem die Posts dieses Tasks gespeichert werden sollen

# tx_mooxsocial_tasks_facebookgettask.pid_error
source: invalid pid
de: Ungültige PID

# tx_mooxsocial_tasks_facebookgettask.app_id
source: id of facebook app
de: ID Ihrer Facebook Anwendung

# tx_mooxsocial_tasks_facebookgettask.app_id_error
source: invalid app id
de: Ungültige APP-ID

# tx_mooxsocial_tasks_facebookgettask.secret
source: secret of facebook app
de: Secret Ihrer Facebook Anwendung

# tx_mooxsocial_tasks_facebookgettask.secret_error
source: invalid secret
de: Ungültiges Secret

# tx_mooxsocial_tasks_facebookgettask.page_id
source: id of your Facebook page
de: ID Ihrer Facebook Seite

# tx_mooxsocial_tasks_facebookgettask.page_id_error
source: invalid page id
de: Ungültige Page-ID

# tx_mooxsocial_tasks_facebookgettask.email
source: email for api error reporting
de: Email-Adresse für Fehlerbenachrichtigungen

# tx_mooxsocial_tasks_facebookgettask.email_label
source: email address
de: Email-Adresse

# tx_mooxsocial_tasks_facebookgettask.email_error
source: invalid email address
de: Ungültige Email-Adresse

# tx_mooxsocial_tasks_facebookgettask.clear_cache_pages_label
source: clear cache pages (uids, comma separated)
de: Cache dieser Seiten beim Update löschen (UIDs, komma-getrennt)

# tx_mooxsocial_tasks_facebookgettask.clear_cache_pages_error
source: invalid clear cache pages
de: Ungültige Angaben von Seiten-IDs die gelöscht werden sollen (Bsp.: "1,3,5")

# tx_mooxsocial_tasks_facebookgettask.api_label
source: Facebook-APP data
de: Daten zur Verbindung mit Ihrer Facebook-Anwendung

# tx_mooxsocial_tasks_facebookgettask.api_error
source: Invalid Facebook-APP data
de: Daten für die Verbindung zu Ihrer Facebook-Anwendungen sind ungültig.

# tx_mooxsocial_tasks_facebookgettask.api_execution_error
source: error while requesting Facebook api
de: Fehler bei Anfrage an Facebook-API

# tx_mooxsocial_tasks_facebookgettask.api_error_mailsubject
source: MOOX-Social | error while requesting Facebook api
de: MOOX-Social | Fehler bei Anfrage an Facebook-API

# tx_mooxsocial_tasks_twittergettask.title
source: Get Twitter tweets
de: Lade Twitter Tweets

# tx_mooxsocial_tasks_twittergettask.description
source: loads new tweets of your Twitter user or updates existing tweets
de: Lädt neue Tweets von Ihrem Twitter-User bzw. aktualisiert vorhanden Tweets

# tx_mooxsocial_tasks_twittergettask.pid
source: pid of the page where tweets of this task should be stored
de: PID der Seite/Ordner in dem die Tweets dieses Tasks gespeichert werden sollen

# tx_mooxsocial_tasks_twittergettask.pid_error
source: invalid pid
de: Ungültige PID

# tx_mooxsocial_tasks_twittergettask.oauth_access_token
source: oauth access token of twitter app
de: OAuth Access Token Ihrer Twitter Anwendung

# tx_mooxsocial_tasks_twittergettask.oauth_access_token_error
source: invalid oauth access token
de: Ungültiges OAuth Access Token

# tx_mooxsocial_tasks_twittergettask.oauth_access_token_secret
source: oauth access token secret of twitter app
de: OAuth Access Token Secret Ihrer Twitter Anwendung

# tx_mooxsocial_tasks_twittergettask.oauth_access_token_secret_error
source: invalid oauth access token secret
de: Ungültiges OAuth Access Token Secret

# tx_mooxsocial_tasks_twittergettask.consumer_key
source: consumer key of twitter app
de: Consumer Key Ihrer Twitter Anwendung

# tx_mooxsocial_tasks_twittergettask.consumer_key_error
source: invalid consumer key
de: Ungültiges Consumer Key

# tx_mooxsocial_tasks_twittergettask.consumer_key_secret
source: consumer key secret of twitter app
de: Consumer Key Secret Ihrer Twitter Anwendung

# tx_mooxsocial_tasks_twittergettask.consumer_key_secret_error
source: invalid consumer key secret
de: Ungültiges Consumer Key Secret

# tx_mooxsocial_tasks_twittergettask.screen_name
source: screen name of your twitter user
de: Screen-Name von Ihrem Twitter-User

# tx_mooxsocial_tasks_twittergettask.screen_name_error
source: invalid screen name
de: Ungültige Screen-Name

# tx_mooxsocial_tasks_twittergettask.email
source: email for api error reporting
de: Email-Adresse für Fehlerbenachrichtigungen

# tx_mooxsocial_tasks_twittergettask.email_label
source: email address
de: Email-Adresse

# tx_mooxsocial_tasks_twittergettask.email_error
source: invalid email address
de: Ungültige Email-Adresse

# tx_mooxsocial_tasks_twittergettask.api_label
source: Twitter-APP data
de: Daten zur Verbindung mit Ihrer Twitter-Anwendung

# tx_mooxsocial_tasks_twittergettask.api_error
source: Invalid Twitter-APP data
de: Daten für die Verbindung zu Ihrer Twitter-Anwendungen sind ungültig.

# tx_mooxsocial_tasks_twittergettask.api_execution_error
source: error while requesting Twitter api
de: Fehler bei Anfrage an Twitter-API

# tx_mooxsocial_tasks_twittergettask.api_error_mailsubject
source: MOOX-Social | error while requesting Twitter api
de: MOOX-Social | Fehler bei Anfrage an Twitter-API

# tx_mooxsocial_tasks_youtubegettask.title
source: Get YouTube videos
de: Lade YouTube Videos

# tx_mooxsocial_tasks_youtubegettask.description
source: loads new videos of your YouTube user or updates existing videos
de: Lädt neue Videos von Ihrem YouTube-User bzw. aktualisiert vorhandene Videos

# tx_mooxsocial_tasks_youtubegettask.pid
source: pid of the page where videos of this task should be stored
de: PID der Seite/Ordner in dem die Videos dieses Tasks gespeichert werden sollen

# tx_mooxsocial_tasks_youtubegettask.pid_error
source: invalid pid
de: Ungültige PID

# tx_mooxsocial_tasks_youtubegettask.youtube_channel
source: youtube channel of your youtube user
de: YouTube Channel von Ihrem YouTube-User

# tx_mooxsocial_tasks_youtubegettask.youtube_channel_error
source: invalid youtube channel
de: Ungültige YouTube Channel

# tx_mooxsocial_tasks_youtubegettask.email
source: email for api error reporting
de: Email-Adresse für Fehlerbenachrichtigungen

# tx_mooxsocial_tasks_youtubegettask.email_label
source: email address
de: Email-Adresse

# tx_mooxsocial_tasks_youtubegettask.email_error
source: invalid email address
de: Ungültige Email-Adresse

# tx_mooxsocial_tasks_youtubegettask.api_label
source: YouTube-APP data
de: Daten zur Verbindung mit Ihrer YouTube-Anwendung

# tx_mooxsocial_tasks_youtubegettask.api_error
source: Invalid YouTube-APP data
de: Daten für die Verbindung zu Ihrer YouTube-Anwendungen sind ungültig.

# tx_mooxsocial_tasks_youtubegettask.api_execution_error
source: error while requesting YouTube api
de: Fehler bei Anfrage an YouTube-API

# tx_mooxsocial_tasks_youtubegettask.api_error_mailsubject
source: MOOX-Social | error while requesting YouTube api
de: MOOX-Social | Fehler bei Anfrage an YouTube-API

# tx_mooxsocial_tasks_flickrgettask.title
source: Get Flickr images
de: Lade Flickr Bilder

# tx_mooxsocial_tasks_flickrgettask.description
source: loads new images of your Flickr user or updates existing images
de: Lädt neue Bilder von Ihrem Flickr-User bzw. aktualisiert vorhandene Bilder

# tx_mooxsocial_tasks_flickrgettask.pid
source: pid of the page where images of this task should be stored
de: PID der Seite/Ordner in dem die Bilder dieses Tasks gespeichert werden sollen

# tx_mooxsocial_tasks_flickrgettask.pid_error
source: invalid pid
de: Ungültige PID

# tx_mooxsocial_tasks_flickrgettask.api_key
source: api key of your flickr app
de: Api key von Ihrer Flickr-App

# tx_mooxsocial_tasks_flickrgettask.api_key_error
source: invalid api key
de: Ungültiges Api Key

# tx_mooxsocial_tasks_flickrgettask.api_secret_key
source: api key secret of your flickr app
de: Api Key Secret von Ihrer Flickr-App

# tx_mooxsocial_tasks_flickrgettask.api_secret_key_error
source: invalid api key secret
de: Ungültiges Api Key Secret

# tx_mooxsocial_tasks_flickrgettask.user_id
source: user id of your flickr user
de: User ID von Ihrem Flickr-User

# tx_mooxsocial_tasks_flickrgettask.user_id_error
source: invalid user id
de: Ungültige User ID

# tx_mooxsocial_tasks_flickrgettask.email
source: email for api error reporting
de: Email-Adresse für Fehlerbenachrichtigungen

# tx_mooxsocial_tasks_flickrgettask.email_label
source: email address
de: Email-Adresse

# tx_mooxsocial_tasks_flickrgettask.email_error
source: invalid email address
de: Ungültige Email-Adresse

# tx_mooxsocial_tasks_flickrgettask.api_label
source: Flickr-APP data
de: Daten zur Verbindung mit Ihrer Flickr-Anwendung

# tx_mooxsocial_tasks_flickrgettask.api_error
source: Invalid Flickr-APP data
de: Daten für die Verbindung zu Ihrer Flickr-Anwendungen sind ungültig.

# tx_mooxsocial_tasks_flickrgettask.api_execution_error
source: error while requesting Flickr api
de: Fehler bei Anfrage an Flickr-API

# tx_mooxsocial_tasks_flickrgettask.api_error_mailsubject
source: MOOX-Social | error while requesting Flickr api
de: MOOX-Social | Fehler bei Anfrage an Flickr-API

# tx_mooxsocial_tasks_slidesharegettask.title
source: Get slideshare slideshows
de: Lade Slideshare Präsentationen

# tx_mooxsocial_tasks_slidesharegettask.description
source: loads new slideshows of your Slideshare user or updates existing slideshows
de: Lädt neue Präsentationen von Ihrem Slideshare-User bzw. aktualisiert vorhandene Präsenatationen

# tx_mooxsocial_tasks_slidesharegettask.pid
source: pid of the page where slideshows of this task should be stored
de: PID der Seite/Ordner in dem die Präsentationen dieses Tasks gespeichert werden sollen

# tx_mooxsocial_tasks_slidesharegettask.pid_error
source: invalid pid
de: Ungültige PID

# tx_mooxsocial_tasks_slidesharegettask.api_key
source: api key of your slideshare app
de: Api key von Ihrer Slideshare-App

# tx_mooxsocial_tasks_slidesharegettask.api_key_error
source: invalid api key
de: Ungültiges Api Key

# tx_mooxsocial_tasks_slidesharegettask.api_secret_key
source: api key secret of your slideshare app
de: Api Key Secret von Ihrer Slideshare-App

# tx_mooxsocial_tasks_slidesharegettask.api_secret_key_error
source: invalid api key secret
de: Ungültiges Api Key Secret

# tx_mooxsocial_tasks_slidesharegettask.user_id
source: username of your slideshare user
de: Benutzername von Ihrem Slideshare Benutzer

# tx_mooxsocial_tasks_slidesharegettask.user_id_label
source: username
de: Benutzername

# tx_mooxsocial_tasks_slidesharegettask.user_id_error
source: inavalid username
de: Ungültiger Benutzer

# tx_mooxsocial_tasks_slidesharegettask.email
source: email for api error reporting
de: Email-Adresse für Fehlerbenachrichtigungen

# tx_mooxsocial_tasks_slidesharegettask.email_label
source: email address
de: Email-Adresse

# tx_mooxsocial_tasks_slidesharegettask.email_error
source: invalid email address
de: Ungültige Email-Adresse

# tx_mooxsocial_tasks_slidesharegettask.api_label
source: Slideshare-APP data
de: Daten zur Verbindung mit Ihrer Slideshare-Anwendung

# tx_mooxsocial_tasks_slidesharegettask.api_error
source: Invalid Slideshare-APP data
de: Daten für die Verbindung zu Ihrer Slideshare-Anwendungen sind ungültig.

# tx_mooxsocial_tasks_slidesharegettask.api_execution_error
source: error while requesting Slideshare api
de: Fehler bei Anfrage an Slideshare-API

# tx_mooxsocial_tasks_slidesharegettask.api_error_mailsubject
source: MOOX-Social | error while requesting Slideshare api
de: MOOX-Social | Fehler bei Anfrage an Slideshare-API
